[
    {
        "Nombre": "Humano",
        "Imagen": "humano.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Humano<br><b>Armero.</b> Nivel 2.<br><b>Cazador.</b> Nivel 2.<br><b>Conocimiento.</b> Cacería<br><b>Conocimiento.</b> Herrería<br><b>Conocimiento.</b> Armamentística",
        "Descripcion": " Como una de las razas más débiles en general, tanto física, como mágicamente, debieron de valerse de su ingenio, para poder construir la tecnología que les permitiera sobrevivir en este intrépido mundo.",
        "Estadisticas": "Humano<br><x class='text-info'>Inteligencia.</x> 1<br><x class='text-info'>Armadura natural.</x> 2",
        "HabilidadP": "<x class='text-warning'>Historial de persecución</x><br>Obtienen desventaja al resistirse al miedo, y el doble de probabilidad de ser causado.",
        "Habilidad1": "<x class='text-warning'>Mínimo para vivir</x><br>Inmunidad a estadísticas negativas.<br><x class='text-warning'>Rebusque</x><br>Tienes el doble de probabilidad de encontrar plantas medicinales al buscarlas activamente durante una exploración.",
        "Habilidad2": "<x class='text-warning'>Mal presagio</x><br>Puedes tirar percepción para saber si hay criaturas hostiles cerca (Máximo 3 por exploración).",
        "Habilidad3": "<x class='text-warning'>Hipersupervivencia</x><br>Ante un peligro inmediato, se agregará un punto a tu siguiente tirada.",
        "Habilidad4": "<x class='text-warning'>Venganza</x><br>Si un aliado es abatido, obtienes +2 de daño contra el enemigo que lo abatió, y +4 en su lugar, si tu aliado murió.",
        "Habilidad5": "<x class='text-warning'>Múltiple especialidad</x><br>Puede desbloquear un segundo don."
    }
    ,
    {
        "Nombre": "Orco",
        "Imagen": "orco.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Orco<br><b>Herrería.</b> Nivel 2.<br><b>Cazador.</b> Nivel 2.<br><b>Conocimiento.</b> Cacería<br><b>Conocimiento.</b> Herrería",
        "Descripcion": "Conquistadores casi desde sus inicios, debido a su fatal arrogancia, la sed de sangre, y de demostrar su fuerza, creyéndose las perfectas armas de combate, debido a que, en cuanto a ejército, ellos son el que mejor resiste a los ataques, y el hecho de que no pueden ser detenidos por cualquiera durante enfrentamientos directos.",
        "Estadisticas": "Orco<br><x class='text-info'>Fuerza.</x> 1<br><x class='text-info'>Armadura natural.</x> 3",
        "HabilidadP": "<x class='text-warning'>Falta de tacto</x><br>Su forma tosca y agresiva de ser también forma parte de su habla, por lo que tienen desventaja en cualquier tirada de carisma, excepto en la intimidación. El uso de armas a distancia tendrá desventaja en daño. No pueden utilizar ningún tipo de magia, pero el slot de hechizo que viene de base, pasa a ser otro slot de táctica.",
        "Habilidad1": "<x class='text-warning'>Preferencia de contacto</x><br>El ataque desarmado pega 1d6, y puede meter crítico.<br><x class='text-warning'>Contraataque feróz</x><br>Al recibir un ataque que lo dejara fuera de combate, recupera la mitad del daño recibido este turno y aparta al enemigo una casilla (Solo usable una vez por turno enemigo).",
        "Habilidad2": "<x class='text-warning'>Furia interna</x><br>Al tener 8 de vida o menos, obtienes 5% de probabilidad de efecto, y, al tener 3 de vida o menos, obtienes +2 en el daño cuerpo a cuerpo",
        "Habilidad3": "<x class='text-warning'>Rompecascos</x><br>Duplica la ruptura de armadura de las armas a dos manos, y las armas a una mano y ataques desarmado, aplican rompearmadura.",
        "Habilidad4": "<x class='text-warning'>Embestida titánica</x><br>Pueden correr en una dirección, consumiendo una acción de ataque y una de utilidad (por cada 3 casillas recorridas); si impacta contra un enemigo, lo lleva con él (Si es del mismo tamaño o inferior al orco), y, si impacta contra un obstáculo o borde del mapa, le causa 1 de daño verdadero por accion utilizada, y le aplica derribo.",
        "Habilidad5": "<x class='text-warning'>Ejecución sanguinaria</x><br>Al abatir a un enemigo, puede tomarlo, y ejecutarlo en el momento (Siempre que sea de tamaño igual o menor al orco)."
    }
    ,
    {
        "Nombre": "Automata",
        "Imagen": "automatas.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Automata<br><b>Artificiero.</b> Nivel 2.<br><b>Conocimiento.</b> Ingenieria<br><b>Conocimiento.</b> Magia de electricidad",
        "Descripcion": "Fueron creados por inventores de Endricci para servir para la seguridad, aunque poco tiempo después, fueron desarrollando inteligencia propia, debido a que usaron una gema artificial, una unión de las perlas, jades y berilios, que dieron nacimiento a la mente de los automatas. Su apariencia fue planeada para ser lo mas parecidos a humanos, pero son facilmente distinguibles por su voz apagada y falsa, y el hecho que todas las partes de su cuerpo tienen algun tipo de atuendo. No pueden beber pociones, ni comer alimentos.",
        "Estadisticas": "Automata<br><x class='text-info'>Fuerza.</x> 1<br><x class='text-info'>Armadura natural.</x> 4",
        "HabilidadP": "<x class='text-warning'>Núcleo energético</x><br><b>Raza no hibridable.</b><br>Estos tienen energía limitada, que, a pesar de recargarse de forma automática, se consume rápido; al realizar acciones, estos consumirán energía, además de las acciones correspondientes, consumiendo un punto de energía por acción consumida. El máximo de energía será de 10 + 1 por nivel en raza. Pueden conjurar hechizos de magia eléctrica sin la necesidad de un canalizador; no utilizan núcleos de maná, sino núcleos eléctricos, obteniendo dos por cada punto de energía que se busque consumir, siendo esta, y el uso de equipamiento (Ej. Joyas) la única forma de aumentar núcleos. Durante lluvias o en fuentes de agua, divide la energía a la mitad para proteger las piezas mecánicas. Al cambio de ronda, recuperan toda su energía. No pueden consumir alimentos ni beber.",
        "Habilidad1": "<x class='text-warning'>Reparación</x><br><b>Requiere equipo de taller</b>.Pueden comprar a un Ingeniero las 'Piezas de recambio', los cuales curarán toda la vida al automata, pero debe consumir su turno completo para ello. Requieren Nivel 2 en Ingenieria para reparar un Automata. Si aun no han perdido 1/4 de su vida, pueden curarse mediante reparaciones menores, consumiendo 2 acciones de utilidad, curandose 1d4 + 1 por nivel en Ingenieria<br><x class='text-warning'>Modo de combate</x><br>Duplica la cantidad de energía, pero bloquea el uso de magia y da desventaja en el esquive. Por cada ataque acertado, obtienen +1 de daño fijo cuerpo a cuerpo. Solo se puede tener un modo a la vez, y solo puede cambiarse de modo una vez por ronda.<x class='text-danger'><br>Costo. 5 de Energía + 2 Acciones de utilidad</x><br><x class='text-warning'>Modo de defensa</x><br>Divide a la mitad la cantidad de energía, bloquea el uso de la magia, da ventaja en el esquive, duplica la armadura natural. Por cada ataque recibido que cause daño mayor a 1, obtienen +2 de armadura mágica. Solo se puede tener un modo a la vez, y solo puede cambiarse de modo una vez por ronda.<br><x class='text-danger'>Costo. 5 de Energía + 1 Acción de utilidad</x>",
        "Habilidad2": "<x class='text-warning'>Modo de radar</x><br>Bloquea el uso de magia, y da ventaja en la percepción. Solo se puede tener un modo a la vez, y solo puede cambiarse de modo una vez por ronda. Pueden detectar elementos ocultos.<br><x class='text-danger'>Costo. 5 de Energía</x>",
        "Habilidad3": "<x class='text-warning'>Aumento físico</x><br>Pueden llevar un arma a dos manos a una mano, pero los ataques pasarán a costar 3 de energía.<br><x class='text-warning'>Absorción eléctrica</x><br>Durante tormentas eléctricas, absorben rayos para volver a llenar su contador de energía, si reciben un rayo, o un ataque con daño electrico estando con la energía al máximo, se sobrecargarán, y recibirán la mitad de su vida actual como daño, volviendo a bajar la energía hasta el máximo.",
        "Habilidad4": "<x class='text-warning'>Modo de velocidad</x><br>Bloquea el uso de la magia, y da ventaja en esquive, además, moverse y esquivar ya no costará energía ni acciones de movimiento. Obtienes -5 de daño y pierdes la armadura natural.<br><x class='text-danger'>Costo. 5 de Energía y 2 Acciones de utilidad</x><br><x class='text-warning'>Modo de conjurador</x><br>Bloquea el ataque cuerpo a cuerpo, y reduce la resistencia natural y mágica a cero. Los hechizos ya no consumirán energía al conjurarlos, pero siguen consumiendo núcleos.",
        "Habilidad5": "<x class='text-warning'>Sobrecarga</x><br>Desactiva todos los modos. Pueden realizar todas las acciones en este turno, sin gastar energía, a cambio, perderán dos puntos de vida por cada punto de energía que fuera a ser gastado al final de su turno. Por cada punto de energía 'gastado' durante este modo, aumenta el daño físico en un punto.<br><x class='text-danger'>Costo. 1 Acción de utilidad.</x>"
    }
    ,
    {
        "Nombre": "Shira",
        "Imagen": "shira.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Shira<br><b>Cazador.</b> Nivel 2.<br><b>Talabartería.</b> Nivel 2.<br><b>Conocimiento.</b> Cacería<br><b>Conocimiento.</b> Talabartería<br><b>Conocimiento.</b> Magia de hielo",
        "Descripcion": "Provenientes de las heladas tierras de Glosbeheim, los Shira se han adecuado a los inhóspitos climas helados, en los cuales han aprendido a sobrevivir al frío, y a cazar la poca variedad de especies que hay en esas tierras, o al menos las que se les podía cazar fácilmente.",
        "Estadisticas": "Shira<br><x class='text-info'>Puntería.</x> 1<br><x class='text-info'>Armadura natural.</x> 2",
        "HabilidadP": "<x class='text-warning'>Criofilia</x><br>Son inmunes al daño de hielo, y al efecto del congelamiento. Al recibir una carga de quemadura, son abatidos al momento.",
        "Habilidad1": "<x class='text-warning'>Punto frío</x><br>Al atacar a un enemigo que tenga cargas de congelamiento, le causa 1d4 de daño por cada carga, y le elimina las cargas.<br><x class='text-warning'>Danza de hielo</x><br>Moverse en climas helados, y en el hielo, les dará el doble de casillas. Pueden moverse al estar estatizados, mientras pisen hielo, o nieve.",
        "Habilidad2": "<x class='text-warning'>Escarcha del gigante de hielo</x><br>Por cada 4 de vida que le falte, y por cada carga de congelamiento que tenga, obtienen un punto de armadura helada, la cual aumenta la armadura natural por cada carga de armadura helada.",
        "Habilidad3": "<x class='text-warning'>Porte sencillo</x><br>Pueden utilizar un arma ligera a dos manos, con una mano, pudiendo utilizar únicamente un escudo en su otra mano.<br><x class='text-warning'>Rompehielo</x><br>Al atinar un golpe a un enemigo que tenga diez cargas de congelamiento, lo congela en un bloque de hielo, dejándolo fuera de combate (Si son del mismo tamaño o inferior que el Shira).",
        "Habilidad4": "<x class='text-warning'>Tormenta helada</x><br>Pueden crear una tormenta de nieve en la zona de combate, la cual colocará una carga de congelamiento a cada individuo en la zona de combate (Por cada acción de utilidad usada para pagar esta habilidad, con un máximo de 4), al final de la ronda.<br><x class='text-danger'>(Costo: 1 Acciones de ataque).</x>",
        "Habilidad5": "<x class='text-warning'>Forja helada</x><br>Pueden hacer una aleación de Titanio (1) y Zafiro desbloqueado (1), para hacer lingotes de Everfrost, los cuales tendrán el mismo daño que el Titanio, y el efecto de quemadura helada. Si portan una armadura de Everfrost, obtienen +1 de daño fijo por cada pieza de defensa de Everfrost (Armadura y escudo)"
    }
    ,
    {
        "Nombre": "Lhanie",
        "Imagen": "lhanie.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Lhanie<br><b>Cazador.</b> Nivel 2.<br><b>Talabartería.</b> Nivel 2.<br><b>Conocimiento.</b> Cacería<br><b>Conocimiento.</b> Talabartería<br><b>Conocimiento.</b> Herbolaria",
        "Descripcion": "Mitad hombre y mitad bestia, los Lhanies son los más conectados al mundo animal, entendiendo estos la manera de poder comunicarse de forma relativa con estos, y así, poder pedir su ayuda en este intrépido mundo.",
        "Estadisticas": "Lhanie<br><x class='text-info'>Agilidad.</x> 1<br><x class='text-info'>Armadura natural.</x> 2",
        "HabilidadP": "<x class='text-warning'>Desomnivorismo</x><br>No pueden comer otro alimento, que no sea el preferente de su animal originario (Carnes, o frutas y vegetales).",
        "Habilidad1": "<x class='text-warning'>Llamado de la naturaleza</x><br>Consume una acción de utilidad, para convocar a un animal salvaje básico durante una ronda. Mediante 1d20, tiene 10% de obtener un animal medio, sino será básico.<br><x class='text-warning'>Fium</x><br>Pueden moverse el doble de casillas por movimiento.<br><x class='text-warning'>Rastreo</x><br>Aumenta al doble la probabilidad de encontrar activamente animales exactos durante una exploración. Durante un combate, puedes saber en que dirección está un enemigo, superando percepción (10).",
        "Habilidad2": "<x class='text-warning'>Alimentación balanceada</x><br>Al comer un alimento preferente, obtienen el doble de beneficios. Los carnivoros pueden comer carne cruda, y los herviboros son inmunes a los venenos naturales de las frutas y verduras.",
        "Habilidad3": "<x class='text-warning'>Equipamiento natural</x><br>Pueden hacer armas y equipamiento de hueso (Misma cantidad de materiales que armadura, pero usa hueso), estos tendrán el efecto de armadura completa si todas las piezas de armadura tienen una de estas acomplada: ''Inmunidad al derribo. Aumenta la armadura en +3. Si un arma tiene hueso acoplada, aumenta su daño físico en +1.''.",
        "Habilidad4": "<x class='text-warning'>Absorción de nutrientes</x><br>Al comer un alimento preferente durante un combate, puedes renunciar al bufo que este da (Puedes obtenerlo de nuevo al comer otro alimento preferente), para curarte como una Poción de Vida Lv2.</x>",
        "Habilidad5": "<x class='text-warning'>Adaptabilidad</x><br>Al derrotar a un enemigo, obtienes +2 de daño contra enemigos del mismo tipo, hasta el final del combate."
    }
    ,
    {
        "Nombre": "Turbe",
        "Imagen": "turbe.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Turbe<br><b>Herrero.</b> Nivel 2.<br><b>Talabartería.</b> Nivel 2.<br><b>Carpintería.</b> Nivel 1.<br><b>Conocimiento.</b> Talabartería<br><b>Conocimiento.</b> Herrería<br><b>Conocimiento.</b> Carpintería",
        "Descripcion": "Son por lo general confundidos con Lhanies enanos, aunque las razas de animales que conforman a ambos, no son las mismas, y nunca concuerdan. Los Turbes tienden a ser más juguetones que otros animales, además de que los objetos brillantes se les hace muy atractivos, por lo que tienden a investigarlos.",
        "Estadisticas": "Turbe<br><x class='text-info'>Inteligencia.</x> 1<br><x class='text-info'>Armadura natural.</x> 0",
        "HabilidadP": "<x class='text-warning'>Pequeñas travesuras</x><br>Debido a su pequeño tamaño, no pueden utilizar armas que se consideran pesadas. Al encontrarse con objetos brillantes no pueden resistirse a revisar que son. No pueden subir puntos en suerte, de forma permanente, temporal, raza, etc.",
        "Habilidad1": "<x class='text-warning'>Lanzas brillantes</x><br>Pueden apilar lanzas de madera, hasta dos por nivel. El daño de estas lanzas al arrojarlas individualmente, será de 1d6 mágico, escalando con Inteligencia. Las lanzas quedarán clavadas en el enemigo, y pueden ser retiradas con una acción de utilidad por lanza, causando 2 de daño verdadero por lanza, y un punto de daño verdadero a los enemigos entre ti, y las lanzas, por cada lanza (Max. 10ft).<br><x class='text-warning'>Escurridizo</x><br>Al esquivar, pueden pasar hacia detrás del enemigo, siempre que a este se le pueda pasar por debajo, o entre medio.",
        "Habilidad2": "<x class='text-warning'>Bajo tierra</x><br>Pueden crear túneles entre dos partes del mapa de combate por tres acciones de utilidad, y cruzar entre estos, a cambio de dos acciones de utilidad.",
        "Habilidad3": "<x class='text-warning'>Refuerzo mágico</x><br>Pueden cambiar el daño físico, por daño mágico en sus armas.",
        "Habilidad4": "<x class='text-warning'>Espiritualidad</x><br>Obtienen el conocimiento de magia de almas. Conseguir almas tendrá el doble de probabilidad.",
        "Habilidad5": "<x class='text-warning'>Unión espiritual</x><br>Pueden consumir un alma para invocar al animal correspondiente, en forma de fantasma, como apoyo de combate, además, de obtener una de sus estadísticas, durante un combate, o una acción narrativa."
    }
    ,
    {
        "Nombre": "Fjereo",
        "Imagen": "fjereo.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Fjereo<br><b>Explorador.</b> Nivel 2.<br><b>Ladrón.</b> Nivel 2.<br><b>Conocimiento.</b> Manualidades.",
        "Descripcion": "Parientes lejanos de las aves, los Fjereos tienen una gran capacidad física cuando se trata de evitar peligros, debido a la capacidad de vuelo que tienen, que les permite evitar peligros cercanos, manteniéndose al margen de las adversidades.",
        "Estadisticas": "Fjereo<br><x class='text-info'>Agilidad.</x> 1<br><x class='text-info'>Armadura natural.</x> 0",
        "HabilidadP": "<x class='text-warning'>Aviación turbulenta</x><br>Reciben 2 mas de daño por cada ataque que reciben.",
        "Habilidad1": "<x class='text-warning'>Valentía</x><br>Al luchar con aliados, se vuelve inmune al debufo de miedo.",
        "Habilidad2": "<x class='text-warning'>Alza el vuelo</x><br>Puede volar durante el resto de la ronda, a 5ft de altura por cada nivel en la raza, teniendo que tomar una ronda de descanso antes de poder volver a volar. Si te atacan volando, caerás y recibirás 1d4 por cada 5ft.<br><x class='text-warning'>Alma de fénix</x><br>Al morir, el cuerpo arde en llamas, destruyendo todo el equipamiento, posteriormente, las llamas se unirán en un huevo de oro, el cual emerge en llamas nuevamente en la forma antes de morir, sin heridas, al día siguiente de consumirse. Se debe esperar otro día para volver a usar esta habilidad.",
        "Habilidad3": "<x class='text-warning'>Caída en picada</x><br>Requiere “Alza el vuelo”. Mientras vuelas, puedes caer hacia un enemigo, atacándolo con el impulso de la caída, causando tantos dados de 4 de daño, por cada 15ft de distancia de vuelo, sumado a la distancia del enemigo (No puede sobrepasar la altura).<br><x class='text-danger'>Costo. 1 Acción de ataque y 2 de utilidad.</x>",
        "Habilidad4": "<x class='text-warning'>Plumas afiladas</x><br>Cualquier ataque cuerpo a cuerpo que recibas, devolverá el 1/4 del daño recibido al enemigo como daño verdadero (Redondeado hacia abajo). Los ataques cuerpo a cuerpo que recibas tendrán 10% de probabilidad de causar sangrado.",
        "Habilidad5": "<x class='text-warning'>Tornado de plumas</x><br>Requiere “Plumas afiladas”. Puede consumir cualquier cantidad de acciones de utilidad, para lanzar plumas en dirección a un enemigo (Max. 15ft), que causa tantos dados de 4 de daño, como acciones de utilidad se consumieron. En caso de consumir todos los puntos de acción de utilidad, se suma un 1d4 adicional, por cada Nivel en la raza."
    }
    ,
    {
        "Nombre": "Sarka",
        "Imagen": "sarka.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Sarka<br><b>Cacería.</b> Nivel 2.<br><b>Explorador.</b> Nivel 2.<br><b>Ladrón.</b> Nivel 1.<br><b>Carpintería.</b> Nivel 1.<br><b>Conocimiento.</b> Cacería.<br><b>Conocimiento.</b> Carpintería.",
        "Descripcion": "Son tratados como piratas sin moral, como unos demonios que solo llegan a querer quitarte todo, y que es mejor mantenerse apartado de ellos, pues no sabes cuándo te pueden llegar a traicionar. No todos son asi; por lo general suelen ser criaturas bastante amigables, que prefieren estar en soledad bajo el agua que en las multitudes.",
        "Estadisticas": "Sarka<br><x class='text-info'>Agilidad.</x> 1<br><x class='text-info'>Armadura natural.</x> 0",
        "HabilidadP": "<x class='text-warning'>Hidratación</x><br>En cada exploración en desiertos deberá beber agua, o algún líquido sano, o tendrán desventaja en sus tiradas, hasta hidratarse. Tomar agua contaminada (Estancada) no les afecta.",
        "Habilidad1": "<x class='text-warning'>Respiración acuática</x><br>Puedes mantenerte debajo del agua, durante tantos turnos, como nivel tengas en esta raza, más uno.",
        "Habilidad2": "<x class='text-warning'>Ventaja marina</x><br>Obtienen 10% de probabilidad de critico al pelear en una fuente de agua o bajo la lluvia.<br><x class='text-warning'>Escamas reforzadas</x><br>Al hidratarse, obtiene puntos de resistencia natural por nivel en la raza, durante el resto de la ronda (No acumulable).",
        "Habilidad3": "<x class='text-warning'>Tramposo</x><br>Luego de esquivar un ataque, pueden lanzar un chorro de agua hacia el enemigo (esquivable), lo cual lo dejará derribado, y le causará 2 puntos de daño verdadero.</x>",
        "Habilidad4": "<x class='text-warning'>Negociación</x><br>Obtienen ventaja en tiradas de negociación y de convencimiento. En caso de fallar en este tipo de tiradas, el efecto negativo no será grave. Obtienen 5% más de oro en ventas.",
        "Habilidad5": "<x class='text-warning'>Ráfaga de anguila</x><br>Requiere saber Magia de Electricidad. Al portar un Berilio, los ataques cuerpo a cuerpo, causarán Estatizado (mágico) con un 25% de probabilidad (No cuenta como realizar un hechizo)"
    }
    ,
    {
        "Nombre": "Demonio",
        "Imagen": "demon.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Demonio<br><b>Herrería.</b> Nivel 2.<br><b>Joyería.</b> Nivel 1.<br><b>Conocimiento.</b> Herrería.<br><b>Conocimiento.</b> Joyería.<br><b>Conocimiento.</b> Magia de fuego.<br><b>Idioma.</b> Selga.",
        "Descripcion": "Siendo ya una raza impura, debido al pasar de tantos años, que los demonios ya se fueron extinguiendo en esta tierra, donde su inmortalidad desaparecía, solo quedaron los herederos de estos, quienes aún portan parte del poder de sus antepasados.",
        "Estadisticas": "Demonio<br><x class='text-info'>Punteria.</x> 1<br><x class='text-info'>Armadura natural.</x> 2",
        "HabilidadP": "<x class='text-warning'>Locura ancestral</x><br>A partir de la segunda ronda en un combate, estos empiezan a ver a cualquier participante del combate como sus enemigos, atacando al objetivo más cercano, obteniendo 1 de daño por nivel en raza. Son inmunes a la maldición. Pueden evitar atacar a un aliado, si este los convence con una tirada de Carisma contra tu Combate.",
        "Habilidad1": "<x class='text-warning'>Preferencia por lo pesado</x><br>Pueden utilizar un tridente a una sola mano.",
        "Habilidad2": "<x class='text-warning'>Altas temperaturas</x><br>Son inmunes al daño por el efecto de quemadura. Recibir daño por fuego (fuente mágica), reducirá el daño a la mitad.",
        "Habilidad3": "<x class='text-warning'>Herrería Infernal</x><br>Obtienen el conocimiento de Herrería con Infernita, además, pueden agregar infernita como impureza a un arma, para agregarle el efecto de Quemadura. Aprenden como hacer la espada larga, tridente, lanza y las dagas de infernita.</x>",
        "Habilidad4": "<x class='text-warning'>Infusión ignea</x><br>Puedes imbuir un arma cuerpo a cuerpo en fuego (por lo que aplica quemadura). En caso de que el arma estuviera hecha de Infernita, causa 1 de daño verdadero al enemigo por cada carga de quemadura que tenga. Costo. 1 Acción de ataque y 1 Acción de utilidad.",
        "Habilidad5": "<x class='text-warning'>Cauterización</x><br>Absorbes todas las cargas de quemadura (De todos los participantes del combate), para curarte 1 punto por cada carga absorbida, y causando un punto de daño a cada ser del que se absorbieron las quemaduras, aplicando el siguiente efecto, dependiendo de la cantidad de cargas:<br><x class='text-info'>3 cargas.</x><br> Tu siguiente ataque causará quemadura de forma asegurada.<br><x class='text-info'>5 cargas.</x><br>En caso de tener desbloqueada la clase de Mago, obtienes 2 Núcleos.<br><x class='text-info'>7 cargas.</x><br> Tu siguiente ataque tiene efecto asegurado.<br><x class='text-info'>10 cargas.</x><br> La zona a tu alrededor (10ft) se quema, todo ser que se encuentre sobre la zona, obtiene dos cargas de quemadura al inicio de su turno<br><x class='text-info'>15 cargas.</x><br> Tu arma se imbuye en Magia Infernal, por lo que todos los ataques hasta el final de tu siguiente turno tendrán 100% de probabilidad de dar dos cargas mas de quemadura.<br><x class='text-info'>25 cargas.</x><br> Puedes canalizar tus hechizos de Fuego sin consumir núcleos, por el resto de la ronda (Máximo 3 hechizos por turno).<br><x class='text-info'>35 cargas.</x><br> Explotas una carga de quemadura y le agregas 2 cargas de quemadura a cada ser del combate (Excepto tú y tus aliados), curando a tus aliados y a ti, 1d4 de vida por cada enemigo que recibió daño, y causándoles desventaja en su siguiente esquive.<br><x class='text-danger'>Costo. 1 Acción de ataque y 3 de utilidad.</x><br><x class='text-warning'>Refuerzo de universo paralelo</x><br>Al utilizar una armadura de Infernita completa, podrán conjurar magia de fuego, sin la necesidad de una gema."
    }
    ,
    {
        "Nombre": "Naturis",
        "Imagen": "naturis.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Naturis<br><b>Alquimista.</b> Nivel 2.<br><b>Explorador.</b> Nivel 2.<br><b>Granjero.</b> Nivel 1.<br><b>Conocimiento.</b> Alquimia.<br><b>Conocimiento.</b> Agricultura.<br><b>Conocimiento.</b> Herbolaria.",
        "Descripcion": "Creados por parte de la Diosa de la Naturaleza para servirle como sus heraldos, cuidando la tierra de las creaciones de sus hermanos, y de los propios seres, para preservarla en armonía lo mejor que se pueda.",
        "Estadisticas": "Naturis<br><x class='text-info'>Inteligencia.</x> 1<br><x class='text-info'>Armadura natural.</x> 4",
        "HabilidadP": "<x class='text-warning'>Forma natural</x><br>Raza no hibridable, pueden tener hijos, pero estos saldrán puros de la otra raza. No tienen una forma física como tal, sino que pueden replicar la de una raza a voluntad, aunque manteniendo los rasgos de su raza. Cualquier fuente de daño de fuego les causa el doble de daño. Comienzan con el Dios de la Naturaleza, y este no puede ser cambiado. La primera clase que tengan, debe ser Curandero hasta Nivel 2, antes de desbloquear otra clase. Solo pueden alimentarse de agua, frutas y verduras. Son inmunes a las maldiciones.",
        "Habilidad1": "<x class='text-warning'>Crecimiento afortunado</x><br>Todas las frutas y verduras que sean obtenidas de forma salvaje, tendrán ventaja en su cantidad (Excepto frutos de raza).",
        "Habilidad2": "<x class='text-warning'>Baile de la Rosa</x><br>Tu cuerpo se cubre con enredaderas de espinas por tantos turnos como nivel en raza, por lo que un ataque cuerpo a cuerpo que recibas, causará sangrado al enemigo con 50% de probabilidad (No aumentable).<br><x class='text-danger'>Costo. 1 Accion de utilidad.</x>",
        "Habilidad3": "<x class='text-warning'>Regeneración</x><br>Al inicio de cada ronda, o cuando reviven, regeneran 2 de vida por nivel en la raza. Las amputaciones que se les realicen, solo duran una ronda.</x><br><x class='text-warning'>Enredaderas</x><br>Puedes lanzar semillas a una zona hasta 20ft de distancia, a la cual le crecerán enredaderas, que atraparán a quien sea que pase sobre ellas. Pueden ser eliminadas con un golpe.<br><x class='text-danger'>Costo. 1 Acciones de utilidad.</x>",
        "Habilidad4": "<x class='text-warning'>Brotes</x><br>Pueden plantar pequeños brotes en el suelo (Uno por cada Nivel del jugador), que crecerán al final de la ronda, y correrán al enemigo más cercano, pegándose a su armadura y debilitándola, por lo que perderá un punto de armadura por cada brote, a los 10 puntos perdidos, romperá la armadura.<br><x class='text-danger'>Costo. 3 Acciones de utilidad.</x>",
        "Habilidad5": "<x class='text-warning'>Lanzaespinas</x><br>Requiere “Brotes”. Luego de que un brote explote, lanzará una semilla de rosa a 10ft en tu dirección, creciendo al inicio de tu turno en una Rosa lanzadora, la cual escupirá espinas al enemigo más cercano (Max. 15ft desde la planta) al invocador al inicio de cada turno, causándole envenenamiento al impactar. Estas Rosas pueden ser destruidas con dos golpes, o con un ataque de fuego. Al ser destruida una Enredadera, también crecerá una semilla de rosa en su ubicación."
    }
    ,
    {
        "Nombre": "Draieach",
        "Imagen": "draconiano.png",
        "Datos": "<x class='text-danger'>Profesiones y Conocimientos</x><br>Draieach<br>Ver Habilidad 'Herencia del dragón'",
        "Descripcion": "Familiares ancestrales de una de las criaturas mas poderosas de este mundo, los Draieach nacieron en circunstancias sospechosas, su pasado no es certero, y posiblemente, los antiguos sabios de la magia del dragón ya no están para dar explicaciones",
        "Estadisticas": "Draieach<br><x class='text-info'>Resistencia.</x> 1<br><x class='text-info'>Armadura natural.</x> 3",
        "HabilidadP": "<x class='text-warning'>Escamas ancestrales</x><br>Pueden conjurar un tipo de magia, de su elección, sin la necesidad de una gema, de la siguiente opción:<br><x style='color:#e963f6'>Arcana.</x> Las escamas serán rosadas o violetas.<br><x style='color:#f9a143'>Fuego.</x> Las escamas serán naranjas o rojas.<br><x style='color:#65eeee'>Hielo.</x> Las escamas serán celestes o azules.<br><x style='color:#e7ea70'>Electricidad.</x> Las escamas serán amarillas.<br><x style='color:#c5ea70'>Viento.</x> Las escamas serán verdes claros.<br><x style='color:#48ce1a'>Veneno.</x> Las escamas serán verdes oscuros.<br><x style='color:#f1f1d4'>Luz.</x> Las escamas serán blancas.<br><x style='color:#c1c1c1'>Oscuridad.</x> Las escamas serán negras.<br><br>Aunque esto les dará la siguiente debilidad:<br><br><x style='color:#e963f6'>Arcana.</x> Sus escamas son mas débiles, por lo que su armadura natural baja hasta 1, y los ataques físicos les harán 1d6 de daño adicional.<br><x style='color:#f9a143'>Fuego.</x> Al recibir agua, hielo, o frío sobre si, les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br><x style='color:#65eeee'>Hielo.</x> Al recibir fuego, o calor sobre si, les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br><x style='color:#e7ea70'>Electricidad.</x> Si alguna parte de su cuerpo es cubierta por un mal conductor, como la madera y las rocas, les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br><x style='color:#c5ea70'>Viento.</x> Al estar encerrado en un interior, les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br><x style='color:#48ce1a'>Veneno.</x> Si utilizan mucho su magia propia (3 veces por ronda), se envenenarán a si mismos, tener cargas de veneno, les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br><x style='color:#f1f1d4'>Luz.</x> El no estar bajo una fuente de luz fuerte (Sol, ciudad o pueblo), les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br><x style='color:#c1c1c1'>Oscuridad.</x> El estar bajo una fuente de luz fuerte (Sol, ciudad o pueblo), les quitará la capacidad de conjurar magia propia, y les quitará su armadura natural y mágica.<br>",
        "Habilidad1": "<x class='text-warning'>Herencia del dragón</x><br>Raza no hibridable, pueden tener hijos, pero estos saldrán puros de la otra raza. Obtienes las estadísticas de tu raza. El desbloquear esta con fruto de raza, solo dará las estadísticas.<br>Dependiendo el elemento elegido, se desbloquea el siguiente conocimiento:<br><x style='color:#e963f6'>Arcana.</x> Conocimiento 'Arcana' y 'Alquimia'. Profesión 'Alquimista' Lv3.<br><x style='color:#f9a143'>Fuego.</x> Conocimiento 'Fuego' y 'Herrería'. Profesión 'Herrero' Lv3.<br><x style='color:#65eeee'>Hielo.</x> Conocimiento 'Hielo' y 'Cocina'. Profesión 'Cantinero' Lv2.<br><x style='color:#e7ea70'>Electricidad.</x> Conocimiento 'Electricidad' e 'Ingenieria'. Profesión 'Ingeniero' Lv2.<br><x style='color:#c5ea70'>Viento.</x> Conocimiento único 'Viento' y 'Música'. Profesión 'Bardo' Lv2.<br><x style='color:#48ce1a'>Veneno.</x> Conocimiento 'Veneno' y 'Herbolaria'. Profesión 'Explorador' Lv2.<br><x style='color:#f1f1d4'>Luz.</x> Conocimiento 'Luz' y 'Medicina'. Profesión 'Médico' Lv2.<br><x style='color:#c1c1c1'>Oscuridad.</x> Conocimiento 'Oscuridad' y 'Ladrón'. Profesión 'Ladrón' Lv2.<br><x class='text-warning'>Conjuración de dragón (Habilidad nivel 1)</x><br>Pueden conjurar cualquier tipo de hechizo de su tipo con sus manos, pero el costo de maná será de 2 Núcleos mas (Excepto los hechizos y tácticas propios de esta raza).<br><x class='text-warning'>Garras infundidas (Habilidad nivel 1)</x><br>Pueden imbuir sus garras con su magia propia (Si ese tipo de magia no tiene efecto, solo cambia el daño por mágico), al atacar de forma desarmada o mediante cestus, aplicará el efecto del tipo de magia. Consume 2 núcleos por ronda.<br><x class='text-danger'>Costo. 1 Acción de utilidad + 2 Núcleos (Activación).</x>",
        "Habilidad2": "<x class='text-warning'>Desplegar alas</x><br>Pueden desplegar alas de su cuerpo desde su interior, estas serán muy finas, pero luego de dos rondas, le crecerán escamas rapidamente. Mientras sean finas, consumen 1 acciones de utilidad por ronda para mantenerlas. Cuando les crezcan escamas, se obtiene 2 de armadura natural por nivel en raza y consumen 2 acciones de utilidad por ronda para mantenerlas, o 1 acciones de utilidad y 1 núcleos, por ronda. Estas solo pueden ser usadas para volar mientras no tengan escamas, pero cualquier ataque recibido le derribará, tomando 1d10 de daño verdadero por la caida.<br><x class='text-danger'>Costo. 2 Acciones de utilidad (Activación)</x>",
        "Habilidad3": "<x class='text-warning'>Visión de dragón</x><br>Puede invocar su poder ancestral, para obtener una mejor posición de combate, esto evitará recibir ataques por la espalda, y el esquive tendrá ventaja, al esquivar, se podrá dar un golpe desarmado, que causará un punto de daño verdadero, y aplicará el efecto correspondiente (Incluido Garras infundidas). El efecto dura 5 turnos, +1 turno por nivel en raza.<br><x class='text-danger'>Costo. 1 Acciones de ataque + 2 Acciones de utilidad (Activación).</x>",
        "Habilidad4": "<x class='text-warning'>Adaptando elementos</x><br>Al recibir daño de un ataque mágico del mismo tipo que el propio, puede recibir uno de los siguientes mediante 1d6:<ol style='text-align:left;'><li>● Obtener un núcleo</li><li>● Ganar 5 puntos de vida</li><li>● Obtener 5% de probabilidad de efecto en el siguiente ataque (Acumulable, y se elimina la acumulación al activarlo)</li><li>● Obtener perforación en el siguiente ataque</li><li>● Obtener 5 de armadura en el siguiente ataque recibido (Acumulable, y se elimina la acumulación al activarlo)</li><li>● Eliges dos a tu gusto de las opciones anteriores</li></ol>",
        "Habilidad5": "<x class='text-warning'>Espíritu del dragón</x><br>Pueden meditar durante una ronda, para realizar una invocación, esto requerirá que se quede completamente quieto, el recibir un ataque hará que la meditación se reinicie. Esto imbuirá una de tus armas con el Alma de Dragón ardiente, el cuál hará que tu arma ignore 1/4 de la armadura enemiga, y 75% de probabilidad de efecto del tipo propio de la raza (No aumentable). Además, cada que se aplique una carga, se aplicará una carga de Maldición de dragón (Max. 10), lo que causará un punto de daño verdadero cada inicio de turno del afectado. Cuesta tres núcleos por ronda mantener el efecto. El efecto se pierde al final del turno si no se pagó el costo, y elimina todas las cargas de Maldición de dragón.<br><x class='text-danger'>Costo.<br>1 Acción de ataque (Iniciar meditación)<br>2 Acciones de utilidad + 5 Núcleos (Activación)</x>"
    }
]

